export const common = {
  'COMMON': {
    'STATUS': {
      'SUCCESS': 'Успешно',
      'INTERMEDIATE_FAILURE': 'Временная ошибка',
      'FAILED': 'Ошибка',
      'IN_PROGRESS': 'В процессе'
    },
    'ERRORS': {
      'PAY_TO_USE_ALL': 'У вас не оплачена подписка. Оплатите, чтобы использовать все функции instat'
    },
    'TOOLTIP': {
      'UNPAID': 'Эта функция доступна с подпиской'
    },
    'ALERT': {
      'SCAN_IN_QUEUE': 'Запрос на сканирование в очереди',
      'CONFIRM_COPY_ALL': 'Нет выбранных элементов для копирования. Подтвердить копирование всех? Это может занять некоторое время',
      'SOMETHING_WRONG': 'Что-то пошло не так',
      'COPY': {
        'NOTHING_TO_COPY': 'Нет элементов для копирования',
        'COPIED': 'Скопировано',
        'ALL_COPIED': 'Все элементы скопированы',
        'FILTERED_COPIED': 'Отфильтрованные элементы скопированы'
      },
    }
  }
}
