export const signup = {
  'SIGNUP': {
    'HEADER': 'Регистрация',
    'DESCRIPTION': 'Добро пожаловать в instat',
    'USERNAME': 'Имя пользователя',
    'EMAIL': 'Электронная почта',
    'PASSWORD': 'Введите пароль',
    'PASSWORD_CONFIRM': 'Подтвердите пароль',
    'REFERRAL_CODE': 'Код пригласившего',
    'TO_LOGIN': 'Уже зарегистрированы?',
    'LOGIN_LABEL': 'Войти',
    'SUBMIT': 'Зарегистрироваться',
    'SUCCESS': 'Ваш аккаунт будет активирован администратором. Ожидайте письма об активации'
  }
}
